Repository: Waelalessa21/absherthone-app
Catalog: lib/l10n/app_*.arb
Languages: ar

# appname
source: Nabih
ar: نَـبِـــه

# first_on_boarding_title
source: Don't Be the Next Victim
ar: لا تكن الضحية القادمة

# first_on_boarding_button
source: Swipe to Learn More
ar: اسحب لمعرفة المزيد

# second_on_boarding_title
source: Fraud Is on the Rise
ar: الاحتيال في تزايد

# second_on_boarding_script
source: Over 60% of adults receive scam calls every month. Scammers use advanced techniques to trick people into sharing sensitive information or making payments.
ar: يتلقى أكثر من 60٪ من البالغين مكالمات احتيال كل شهر. يستخدم المحتالون تقنيات متطورة لخداع الناس لمشاركة معلومات حساسة أو إجراء مدفوعات.

# second_on_boarding_first_option
source: Fake Bank Call
ar: مكالمة بنكية مزيفة

# second_on_boarding_first_option_desc
source: 'Your account has been compromised'
ar: 'تم اختراق حسابك عشان ترجعه ارسل رقم الحساب'

# second_on_boarding_second_option
source: ID Impersonation
ar: إنتحال الهوية

# second_on_boarding_second_option_desc
source: 'I'm calling from the Ministry of Interior'
ar: 'أنا اتصل عليك من وزارة الداخلية'

# second_on_boarding_third_option
source: Send OTP-code
ar: رمز التحقق

# second_on_boarding_third_option_desc
source: 'Send it to me, you've won a prize'
ar: 'ارسلي الرمز المكون من اربع ارقام تراك فزت بجائزة'

# bank_name
source: Bank Security Department
ar: قسم أمن البنك

source: Incoming Call
ar: مكالمة واردة

# danger
source: High Risk
ar: خطر عالي

# danger_reveal
source: Fraud Detected
ar: تم اكتشاف احتيال

source: login now
ar: سجل الان

source: Login
ar: تسجيل دخول

# phone
source: Phone number
ar: رقم الجوال

# name
source: First name
ar: اسمك الاول

# please_enter_required_fields
source: Please fill required information
ar: الرجاء التحقق من تعبئة المعلومات المطلوبة

# please_enter_phone
source: Enter your phone number
ar: أدخل رقم الجوال

# please_enter_name
source: Enter your name
ar: أدخل الاسم

# login_by_phone_number
source: Login with your phone number to create your account
ar: قم بإدخال رقم جوالك لانشاء حسابك في نبه

# be_careful_title
source: watch out! don't be next victm
ar: إحذر! لا تكن عرضة للاحتيال

# upload_title
source: Drag and drop audio files here
ar: أسحب او ارفع ملف صوتي هنا

# upload_file_here
source: Upload Audio File
ar: أرفع الملف هنا

# supported_format
source: Add your audio files in any supported format
ar: ارفع الملف الخاص بك من النسخ المدعومة

# format
source: supported format:
ar: النسخ المدعومة

# audio_title
source: Check if it's fraud
ar: تحقق الان من الاحتيال

# audio_working
source: Voice is working
ar: انت تقوم الان بالتسجيل

source: settings
ar: الاعدادات

source: reports
ar: التقارير

source: Hold to record
ar: استمر بالضغط للتسجيل

# setting_first_header
source: Fraud detection
ar: كشف الاحتيال

# enable_call_monitoring
source: Enable caal moitoring
ar: تمكين مراقبة المكالمات

# enable_call_monitoring_desc
source: Calls monitor to detect abnormal call
ar: مراقبة المكالمات لرصد الأنشطة المشبوهة

source: Enable notification
ar: تفعيل الإشعارات

# enable_notification_desc
source: Receive notification for sucepcios calls
ar: تلقي تنبيهات بالمكالمات المشبوهة

# setting_second_header
source: Data management
ar: إدارة البيانات

# show_report
source: Show reports
ar: عرض التقارير

source: Delete history
ar: مسح السجل

# detected_fraud
source: Detected calls
ar: الاحتيالات المكتشفة

# detected_fraud_desc
source: In Nabih you can have summary of all calls
ar: نَـبِـــه يوفر لك ملخص تفصيلي لمكالماتك

source: Verification Code
ar: رمز التحقق

# enter_code_sent_to
source: Enter the code sent to {phoneNumber}
ar: أدخل الرمز المرسل إلى {phoneNumber}

# please_enter_valid_code
source: Please enter a valid verification code
ar: الرجاء إدخال رمز تحقق صالح

source: Resend Code
ar: إعادة إرسال الرمز

source: Verify
ar: تحقق

source: Sign Out
ar: تسجيل الخروج
